tap "altkatz/gcc_cross_compilers"
tap "caskroom/cask"
tap "d12frosted/emacs-plus"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "hyperledger/fabric"
tap "neovim/neovim"
tap "tldr-pages/tldr"
tap "universal-ctags/universal-ctags"
cask "osxfuse"
brew "ack"
brew "amazon-ecs-cli"
brew "ansifilter"
brew "apr"
brew "apr-util"
brew "autoconf"
brew "awscli"
brew "bash"
brew "binutils"
brew "bochs"
brew "gettext"
brew "emacs"
brew "cask"
brew "llvm"
brew "castxml"
brew "ccache"
brew "cgdb"
brew "clasp"
brew "cliclick"
brew "clipper"
brew "cloc"
brew "cocoapods"
brew "colordiff"
brew "convmv"
brew "coreutils"
brew "cppcheck"
brew "cppunit"
brew "cscope"
brew "curl"
brew "perl"
brew "git"
brew "docker"
brew "docutils"
brew "doxygen"
brew "extract_url"
brew "faac"
brew "fabric"
brew "fdk-aac"
brew "fribidi"
brew "jpeg"
brew "lame"
brew "libogg"
brew "little-cms2", args: ["universal"]
brew "orc"
brew "xvid"
brew "ffmpeg", args: ["with-fdk-aac", "with-fontconfig", "with-freetype", "with-frei0r", "with-libass", "with-libbluray", "with-libcaca", "with-libsoxr", "with-libvidstab", "with-libvorbis", "with-libvpx", "with-opencore-amr", "with-openjpeg", "with-openssl", "with-opus", "with-rtmpdump", "with-schroedinger", "with-speex", "with-tools", "with-x265"]
brew "libtool", args: ["universal"]
brew "fontforge"
brew "fpp"
brew "frei0r"
brew "fswatch"
brew "mpfr"
brew "gawk"
brew "gd"
brew "gdb"
brew "git-crypt"
brew "git-extras"
brew "global"
brew "gnu-sed"
brew "gnu-tar", args: ["with-default-names"]
brew "gnupg"
brew "go"
brew "graphviz"
brew "gringo"
brew "groovy"
brew "hardlink-osx"
brew "htop-osx"
brew "python3"
brew "httpie"
brew "httping"
brew "hub"
brew "iftop"
brew "jasper"
brew "oniguruma"
brew "jq"
brew "node"
brew "jsonlint"
brew "libcaca"
brew "libevent"
brew "libgit2"
brew "libgphoto2"
brew "libicns"
brew "libsoxr"
brew "libtensorflow"
brew "libvo-aacenc"
brew "libvterm"
brew "libyaml"
brew "libzip"
brew "lua"
brew "mackup"
brew "makedepend"
brew "markdown"
brew "maven"
brew "media-info"
brew "memcached"
brew "mercurial"
brew "protobuf"
brew "mobile-shell"
brew "mtools"
brew "tokyo-cabinet"
brew "mutt"
brew "mycli"
brew "mysql"
brew "mysql@5.6"
brew "neovim", args: ["HEAD"]
brew "net-snmp"
brew "nmap"
brew "ntfs-3g"
brew "openssh"
brew "parallel"
brew "poppler"
brew "psutils"
brew "pup"
brew "qemu"
brew "r"
brew "ranger"
brew "rbenv"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rmtrash"
brew "rpm"
brew "rtmpdump"
brew "ruby"
brew "saltstack"
brew "sane-backends"
brew "schroedinger"
brew "softhsm"
brew "sqlmap"
brew "ssh-copy-id"
brew "sshfs"
brew "subversion"
brew "texi2html"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "unixodbc"
brew "unrar"
brew "unzip"
brew "vim", args: ["with-lua"]
brew "watch"
brew "wget"
brew "wine"
brew "xerces-c"
brew "zsh"
brew "altkatz/gcc_cross_compilers/i386-elf-binutils"
brew "d12frosted/emacs-plus/emacs-plus"
brew "go-delve/delve/delve"
brew "hyperledger/fabric/fabric-tools"
brew "tldr-pages/tldr/tldr"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "baiducloud"
cask "betterzipql"
cask "cargo"
cask "emacs"
cask "fontforge"
cask "haskell-platform"
cask "iina"
cask "karabiner"
cask "minikube"
cask "mono-mdk"
cask "mysql-connector-python"
cask "qlimagesize"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "shadowsocksx"
cask "sogouinput"
cask "sqlitebrowser"
cask "sshfs"
cask "webpquicklook"
