tap "tldr-pages/tldr"
tap "altkatz/gcc_cross_compilers"
tap "buo/cask-upgrade"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "hyperledger/fabric"
tap "d12frosted/emacs-plus"
tap "go-delve/delve"
tap "caskroom/cask"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "amazon-ecs-cli"
brew "ansifilter"
brew "apr"
brew "apr-util"
brew "readline"
brew "python"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "awscli"
brew "bash"
brew "bochs"
brew "briss"
brew "glib"
brew "emacs"
brew "cask"
brew "llvm"
brew "castxml"
brew "ccache"
brew "cgdb"
brew "cliclick"
brew "clingo", link: false
brew "clipper", restart_service: true
brew "cloc"
brew "cocoapods"
brew "colordiff"
brew "convmv"
brew "coreutils"
brew "cppcheck"
brew "cppunit"
brew "mpfr"
brew "gawk"
brew "gnu-sed"
brew "libtool"
brew "crosstool-ng"
brew "cscope"
brew "curl"
brew "datamash"
brew "dialog"
brew "docker", link: false
brew "docutils"
brew "doxygen"
brew "extract_url"
brew "faac"
brew "fabric"
brew "fasd"
brew "fcitx-remote-for-osx", args: ["with-input-method="]
brew "fdk-aac"
brew "fribidi"
brew "jpeg"
brew "lame"
brew "xvid"
brew "pkg-config"
brew "fontforge"
brew "frei0r"
brew "fswatch"
brew "gd"
brew "gdb"
brew "git-crypt"
brew "git-extras"
brew "global"
brew "gnu-tar", args: ["with-default-names"]
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "go"
brew "govendor"
brew "grafana"
brew "graphviz"
brew "groovy"
brew "hardlink-osx"
brew "htop"
brew "httpie"
brew "httping"
brew "hub"
brew "iftop"
brew "influxdb"
brew "ipython"
brew "jasper"
brew "oniguruma"
brew "jq"
brew "kops"
brew "kubectx", args: ["with-short-names", "without-kubernetes-cli"]
brew "kubernetes-helm"
brew "libcaca"
brew "libgit2"
brew "libgphoto2"
brew "libicns"
brew "libsass"
brew "libsoxr"
brew "libtensorflow"
brew "libvo-aacenc"
brew "libyaml"
brew "libzip"
brew "lua"
brew "mackup"
brew "makedepend"
brew "markdown"
brew "media-info"
brew "python@2"
brew "mercurial"
brew "protobuf"
brew "mosh"
brew "youtube-dl"
brew "mpv"
brew "mtools"
brew "tokyo-cabinet"
brew "mutt"
brew "mycli"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "net-snmp"
brew "nikto"
brew "nmap"
brew "node"
brew "openssh"
brew "orc"
brew "p7zip"
brew "parallel"
brew "pdsh"
brew "perl"
brew "poppler"
brew "pssh"
brew "psutils"
brew "pup"
brew "qemu"
brew "r"
brew "ranger"
brew "rbenv"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rmtrash"
brew "rpm"
brew "rtmpdump"
brew "ruby", link: false
brew "saltstack"
brew "sane-backends"
brew "schroedinger"
brew "slackcat"
brew "softhsm"
brew "sqlmap"
brew "ssh-copy-id"
brew "subversion"
brew "swift", link: true
brew "swiftlint"
brew "telnet"
brew "texi2html"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmate"
brew "tmux", args: ["HEAD"]
brew "tmux-xpanes"
brew "tor"
brew "tree"
brew "ttyd"
brew "unixodbc"
brew "unrar"
brew "unzip"
brew "vim"
brew "watch"
brew "wemux"
brew "wget"
brew "wine"
brew "xerces-c"
brew "you-get"
brew "zookeeper"
brew "zsh"
brew "altkatz/gcc_cross_compilers/i386-elf-binutils"
brew "d12frosted/emacs-plus/emacs-plus", link: false
brew "hyperledger/fabric/fabric-tools"
brew "tldr-pages/tldr/tldr"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
