tap "altkatz/gcc_cross_compilers"
tap "buo/cask-upgrade"
tap "d12frosted/emacs-plus"
tap "ethereum/ethereum"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hyperledger/fabric"
tap "neovim/neovim"
tap "tldr-pages/tldr"
tap "universal-ctags/universal-ctags"
cask "java"
cask "osxfuse"
cask "xquartz"
brew "ack"
brew "amazon-ecs-cli"
brew "ansifilter"
brew "apr"
brew "apr-util"
brew "python"
brew "asciinema"
brew "autojump"
brew "awscli"
brew "bash"
brew "bat"
brew "bochs"
brew "briss"
brew "glib"
brew "emacs"
brew "cask"
brew "llvm"
brew "castxml"
brew "ccache"
brew "cgdb"
brew "cliclick"
brew "lua"
brew "clingo", link: false
brew "clipper", restart_service: true
brew "cloc"
brew "cocoapods"
brew "colordiff"
brew "convmv"
brew "coreutils"
brew "cppcheck"
brew "cppunit"
brew "cquery"
brew "mpfr"
brew "gawk"
brew "gnu-sed"
brew "crosstool-ng"
brew "cscope"
brew "curl"
brew "datamash"
brew "dialog"
brew "docker", link: false
brew "python@2"
brew "docutils"
brew "doxygen"
brew "ethereum"
brew "extract_url"
brew "faac"
brew "fabric"
brew "fasd"
brew "fdk-aac"
brew "lame"
brew "xvid"
brew "fribidi"
brew "jpeg"
brew "fontforge"
brew "fpp"
brew "frei0r"
brew "fswatch"
brew "gd"
brew "gdb"
brew "gflags"
brew "git-crypt"
brew "git-extras"
brew "global", args: ["with-ctags", "with-pygments"]
brew "glog", link: false
brew "gnu-tar", args: ["with-default-names"]
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "go"
brew "govendor"
brew "grafana"
brew "graphviz"
brew "groovy"
brew "hadoop"
brew "hardlink-osx"
brew "htop"
brew "httpie"
brew "httping"
brew "hub"
brew "iftop"
brew "influxdb"
brew "ipython"
brew "jasper"
brew "oniguruma"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "kops"
brew "kubectx", args: ["with-short-names", "without-kubernetes-cli"]
brew "kubernetes-helm"
brew "libcaca"
brew "libgit2"
brew "libgphoto2"
brew "libicns"
brew "libsass"
brew "libsoxr"
brew "libtensorflow"
brew "libvo-aacenc"
brew "libyaml"
brew "libzip"
brew "links", args: ["with-jpeg", "with-libtiff", "with-x11"]
brew "llvm@5"
brew "luarocks"
brew "lz4"
brew "mackup"
brew "macvim"
brew "makedepend"
brew "markdown"
brew "media-info"
brew "mercurial"
brew "protobuf"
brew "mosh"
brew "youtube-dl"
brew "mpv"
brew "mtools"
brew "tokyo-cabinet"
brew "mutt"
brew "mycli"
brew "mysql"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "net-snmp"
brew "nikto"
brew "ninja"
brew "nmap"
brew "node"
brew "openssh"
brew "orc"
brew "p7zip"
brew "parallel"
brew "pdsh"
brew "perl"
brew "poppler"
brew "pssh"
brew "psutils"
brew "pup"
brew "qemu"
brew "r"
brew "ranger"
brew "rbenv"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rmtrash"
brew "rpm"
brew "rtmpdump"
brew "ruby"
brew "salt"
brew "sane-backends"
brew "schroedinger"
brew "scons"
brew "slackcat"
brew "softhsm"
brew "sqlmap"
brew "ssh-copy-id"
brew "sshfs"
brew "utf8proc"
brew "subversion"
brew "swift", link: true
brew "sysdig"
brew "telnet"
brew "texi2html"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmate"
brew "tmux", args: ["HEAD"]
brew "tmux-xpanes"
brew "tor"
brew "tree"
brew "ttyd"
brew "unixodbc"
brew "unrar"
brew "unzip"
brew "vim"
brew "w3m"
brew "watch"
brew "wemux"
brew "wget"
brew "wine"
brew "xerces-c"
brew "you-get"
brew "yq"
brew "zsh"
brew "altkatz/gcc_cross_compilers/i386-elf-binutils", link: false
brew "d12frosted/emacs-plus/emacs-plus", link: false
brew "ethereum/ethereum/solidity"
brew "hyperledger/fabric/fabric-tools"
brew "tldr-pages/tldr/tldr"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "airdroid"
cask "aliwangwang"
cask "applepi-baker"
cask "baiducloud"
cask "cajviewer"
cask "calibre"
cask "charles"
cask "clocker"
cask "docker"
cask "dosbox"
cask "ganache"
cask "iina"
cask "itsycal"
cask "java8"
cask "joinme"
cask "kafka-tool"
cask "kap"
cask "karabiner"
cask "kawa"
cask "keycastr"
cask "kindlegen"
cask "lantern"
cask "licecap"
cask "macpilot"
cask "manico"
cask "minikube"
cask "mono-mdk"
cask "mysql-connector-python"
cask "neteasemusic"
cask "ngrok"
cask "qlimagesize"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "sequel-pro"
cask "shadowsocksx"
cask "slack"
cask "sogouinput"
cask "vagrant"
cask "vysor"
cask "webpquicklook"
cask "wkhtmltopdf"
cask "youdaodict"
